Repository: common-repository/comments-on-feed
Catalog: languages/comments-on-feed-*.po
Languages: de_de

source: Write a quick comment
de_de: Schreibe einen Kommentar

source: Settings Saved.
de_de: Einstellungen gespeichert

source: Comments On Feed Settings
de_de: Comments On Feed Einstellungen

source: General Settings:
de_de: Allgemeine Einstellungen:

source: Show Avatar.
de_de: Avatar zeigen.

source: Avatar Size
de_de: Avatar Größe

source: Number of comments on post
de_de: Anzahl der Kommentare zum Artikel

source: Set the value to <b>-1</b> if you want to show all comments.
de_de: Setze einen Wert von <b>-1</b>, wenn du alle Kommentare anzeigen willst

source: Comments Order
de_de: Kommentar-Reihenfolge

source: Oldest first
de_de: ältester zuerst

source: Newest first
de_de: neuester zuerst

source: Button Settings
de_de: Button Einstellungen

source: Button Posintion
de_de: Button Position

source: After comments
de_de: Nach den Kommentaren

source: Before comments
de_de: Vor den Kommentare

source: Button Type
de_de: Button Typ

source: Save Changes
de_de: Änderungen speichern

source: My other plugins for wordpress:
de_de: Meine anderen Plugins für Wordpress:

source: More Information
de_de: Mehr Informationen

source: Settings
de_de: Einstellungen

source: comment(s) for this post:
de_de: Kommentar(e):

source: | View
de_de: | Zeige

source: more comment(s).
de_de: mehr Kommentar(e).

source: Invalid request.
de_de: Ungültiger Zugriff

source: Your comment was sent successfully.
de_de: Dein Kommentar wurde erfolgreich abgeschickt.

source: View this post
de_de: Zeige diesen Artikel

source: View other comments
de_de: Zeige andere Kommentare

source: Close this window
de_de: Fenster schließen

source: Send comment for
de_de: Kommentar gesendet für

source: Write a comment for "
de_de: Schreibe einen Kommentar für "

source: Site
de_de: Webseite

source: Send
de_de: Senden

source: Comments are disable.
de_de: Kommentare sind deaktiviert.

source: This plugin lets you show each post comments on post feed.
de_de: Dieses Plugin zeigt eure Kommentare für jeden Artikel im Feed
